tests/benchmark_results/cluster_bench_result_oltp_read_only.txt
sysbench 1.0.20 (using system LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 4
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            87654
        write:                           0
        other:                           12522
        total:                           100176
    transactions:                        6261   (625.69 per sec.)
    queries:                             100176 (10011.09 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          10.0043s
    total number of events:              6261

Latency (ms):
         min:                                    3.63
         avg:                                    6.39
         max:                                   16.32
         95th percentile:                        7.04
         sum:                                39989.37

Threads fairness:
    events (avg/stddev):           1565.2500/1.09
    execution time (avg/stddev):   9.9973/0.00