tests/benchmark_results/cluster_bench_result_oltp_read_only.txt
sysbench 1.0.20 (using system LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 4
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            86534
        write:                           0
        other:                           12362
        total:                           98896
    transactions:                        6181   (617.68 per sec.)
    queries:                             98896  (9882.92 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          10.0045s
    total number of events:              6181

Latency (ms):
         min:                                    2.17
         avg:                                    6.47
         max:                                   12.83
         95th percentile:                        7.04
         sum:                                39984.80

Threads fairness:
    events (avg/stddev):           1545.2500/2.95
    execution time (avg/stddev):   9.9962/0.00