tests/benchmark_results/cluster_bench_result_oltp_read_write.txt
sysbench 1.0.20 (using system LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 4
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            52780
        write:                           15080
        other:                           7540
        total:                           75400
    transactions:                        3770   (376.37 per sec.)
    queries:                             75400  (7527.45 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          10.0147s
    total number of events:              3770

Latency (ms):
         min:                                    5.16
         avg:                                   10.62
         max:                                   34.97
         95th percentile:                       13.22
         sum:                                40022.29

Threads fairness:
    events (avg/stddev):           942.5000/0.50
    execution time (avg/stddev):   10.0056/0.00