tests/benchmark_results/cluster_bench_result_oltp_read_write.txt
sysbench 1.0.20 (using system LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 4
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            46438
        write:                           13268
        other:                           6634
        total:                           66340
    transactions:                        3317   (331.45 per sec.)
    queries:                             66340  (6628.92 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          10.0057s
    total number of events:              3317

Latency (ms):
         min:                                    3.76
         avg:                                   12.06
         max:                                  482.72
         95th percentile:                       17.01
         sum:                                39998.53

Threads fairness:
    events (avg/stddev):           829.2500/19.52
    execution time (avg/stddev):   9.9996/0.00