tests/benchmark_results/standalone_bench_result_oltp_read_only.txt
sysbench 1.0.20 (using system LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 4
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            67186
        write:                           0
        other:                           9598
        total:                           76784
    transactions:                        4799   (479.54 per sec.)
    queries:                             76784  (7672.57 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          10.0041s
    total number of events:              4799

Latency (ms):
         min:                                    1.93
         avg:                                    8.33
         max:                                   15.82
         95th percentile:                        9.39
         sum:                                39988.83

Threads fairness:
    events (avg/stddev):           1199.7500/0.83
    execution time (avg/stddev):   9.9972/0.00