tests/benchmark_results/standalone_bench_result_oltp_read_write.txt
sysbench 1.0.20 (using system LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 4
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            22722
        write:                           6492
        other:                           3246
        total:                           32460
    transactions:                        1623   (161.81 per sec.)
    queries:                             32460  (3236.11 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          10.0271s
    total number of events:              1623

Latency (ms):
         min:                                   13.16
         avg:                                   24.68
         max:                                  167.96
         95th percentile:                       36.24
         sum:                                40048.50

Threads fairness:
    events (avg/stddev):           405.7500/1.64
    execution time (avg/stddev):   10.0121/0.01