tests/benchmark_results/standalone_bench_result_oltp_read_write.txt
sysbench 1.0.20 (using system LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 4
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            26054
        write:                           7444
        other:                           3722
        total:                           37220
    transactions:                        1861   (185.86 per sec.)
    queries:                             37220  (3717.20 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          10.0106s
    total number of events:              1861

Latency (ms):
         min:                                   10.56
         avg:                                   21.51
         max:                                   52.18
         95th percentile:                       29.72
         sum:                                40023.29

Threads fairness:
    events (avg/stddev):           465.2500/1.30
    execution time (avg/stddev):   10.0058/0.00