tests/benchmark_results/standalone_bench_result_oltp_read_write.txt
sysbench 1.0.20 (using system LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 4
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            30198
        write:                           8628
        other:                           4314
        total:                           43140
    transactions:                        2157   (215.49 per sec.)
    queries:                             43140  (4309.90 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          10.0074s
    total number of events:              2157

Latency (ms):
         min:                                    9.93
         avg:                                   18.55
         max:                                   73.68
         95th percentile:                       25.74
         sum:                                40013.63

Threads fairness:
    events (avg/stddev):           539.2500/0.83
    execution time (avg/stddev):   10.0034/0.00